Repository: mi3van/flutter_mp_homepage_public
Catalog: lib/l10n/_*.arb
Languages: ar, da, de, es, fi, fr, hi, hu, id, it, ja, ko, nl, no, pt, ru, sv, ur, zh

# premiumPageDescription
source: My Precious is an independent, free app created with enthusiasm. We have put our hearts into the project and would be very grateful if you could help us continue our work!
ar: My Precious هو تطبيق مستقل ومجاني تم إنشاؤه بحماس. لقد بذلنا قصارى جهدنا في المشروع وسنكون ممتنين للغاية إذا ساعدتنا في الاستمرار في العمل!
da: My Precious er en uafhængig, gratis app skabt med entusiasme. Vi har lagt vores hjerter i projektet og ville være meget taknemmelige, hvis du vil hjælpe os med at fortsætte arbejdet!
de: My Precious ist eine unabhängige, kostenlose App, die mit Begeisterung erstellt wurde. Wir haben unser Herzblut in das Projekt gesteckt und wären sehr dankbar, wenn Sie uns helfen würden, weiter daran zu arbeiten!
es: My Precious es una aplicación independiente y gratuita creada con entusiasmo. ¡Hemos puesto nuestro corazón en el proyecto y estaríamos muy agradecidos si nos ayudas a seguir trabajando!
fi: My Precious on itsenäinen, ilmainen sovellus, joka on luotu innostuneesti. Olemme panneet sydämemme hankkeeseen ja olisimme erittäin kiitollisia, jos autat meitä jatkamaan työtämme!
fr: My Precious est une application indépendante et gratuite créée avec enthousiasme. Nous avons mis tout notre cœur dans le projet et serions très reconnaissants si vous nous aidiez à continuer à travailler!
hi: My Precious एक स्वतंत्र, निःशुल्क ऐप है जिसे उत्साह के साथ बनाया गया है। हमने इस प्रोजेक्ट में अपना दिल लगा दिया है और अगर आप हमें काम जारी रखने में मदद करेंगे तो हम बहुत आभारी होंगे!
hu: A My Precious egy független, ingyenes alkalmazás, amelyet lelkesedéssel hoztak létre. Szívünket beletettük a projektbe, és nagyon hálásak lennénk, ha segítené munkánkat!
id: My Precious adalah aplikasi independen dan gratis yang dibuat dengan penuh semangat. Kami telah mencurahkan hati kami ke dalam proyek ini dan akan sangat berterima kasih jika Anda dapat membantu kami terus bekerja!
it: My Precious è un'app indipendente e gratuita creata con entusiasmo. Abbiamo messo il cuore nel progetto e saremmo molto grati se ci aiutassi a continuare a lavorare!
ja: My Precious は、熱意を持って作成された独立した無料アプリです。私たちはこのプロジェクトに心血を注いでおり、今後もご協力いただければ幸いです。
ko: My Precious는 열정을 가지고 만든 독립적이고 무료 앱입니다. 저희는 이 프로젝트에 마음을 쏟았으며, 계속 작업할 수 있도록 도와주시면 매우 감사하겠습니다!
nl: My Precious is een onafhankelijke, gratis app die met enthousiasme is gemaakt. We hebben ons hart in het project gestoken en zouden het zeer op prijs stellen als u ons zou helpen om door te gaan met werken!
no: My Precious er en uavhengig, gratis app laget med entusiasme. Vi har lagt vårt hjerte i prosjektet og vil være veldig takknemlige hvis du vil hjelpe oss å fortsette å jobbe!
pt: My Precious é uma aplicação independente e gratuita criada com entusiasmo. Colocámos o nosso coração no projeto e ficaríamos muito gratos se nos ajudasse a continuar a trabalhar!
ru: My Precious — это независимое бесплатное приложение, созданное с энтузиазмом. Мы вложили душу в проект и будем очень признательны, если вы поможете нам продолжить работу!
sv: My Precious är en oberoende, gratis app skapad med entusiasm. Vi har lagt våra hjärtan i projektet och skulle vara väldigt tacksamma om du vill hjälpa oss att fortsätta jobba!
ur: My Precious ایک آزاد، مفت ایپ ہے جو جوش و خروش کے ساتھ بنائی گئی ہے۔ ہم نے اپنے دل کو پروجیکٹ میں ڈال دیا ہے اور اگر آپ کام جاری رکھنے میں ہماری مدد کریں گے تو بہت مشکور ہوں گے!
zh: My Precious 是一款充满热情的独立免费应用程序。我们全心投入到这个项目中，如果您能帮助我们继续工作，我们将不胜感激！
