Repository: mi3van/flutter_mp_homepage_public
Catalog: lib/l10n/_*.arb
Languages: ar, da, de, es, fi, fr, hi, hu, id, it, ja, ko, nl, no, pt, ru, sv, ur, zh

# appFeaturesCardSynchronizationDescription
source: You can enable cloud sync to share your data with close ones and easily restore your progress on another device! It is safe, because we have passed Google's Cloud Application Security Assessment verification.
ar: يمكنك تمكين المزامنة السحابية لمشاركة بياناتك مع المقربين واستعادة تقدمك بسهولة على جهاز آخر! إنه آمن، لأننا اجتزنا عملية التحقق من تقييم أمان تطبيقات السحابة من Google.
da: Du kan aktivere skysynkronisering for at dele dine data med dine nærmeste og nemt gendanne dine fremskridt på en anden enhed! Det er sikkert, fordi vi har bestået Googles Cloud Application Security Assessment-verifikation.
de: Sie können die Cloud-Synchronisierung aktivieren, um Ihre Daten mit Ihren Lieben zu teilen und Ihren Fortschritt problemlos auf einem anderen Gerät wiederherzustellen! Es ist sicher, da wir die Cloud Application Security Assessment-Verifizierung von Google bestanden haben.
es: Puede habilitar la sincronización en la nube para compartir sus datos con sus seres queridos y restaurar fácilmente su progreso en otro dispositivo. Es seguro, porque hemos pasado la verificación de evaluación de seguridad de aplicaciones en la nube de Google.
fi: Voit ottaa pilvisynkronoinnin käyttöön jakaaksesi tietosi läheisten kanssa ja palauttaaksesi edistymisesi helposti toisella laitteella! Se on turvallista, koska olemme läpäisseet Googlen Cloud Application Security Assessment -tarkastuksen.
fr: Vous pouvez activer la synchronisation cloud pour partager vos données avec vos proches et restaurer facilement votre progression sur un autre appareil! C'est sûr, car nous avons réussi la vérification de l'évaluation de la sécurité des applications cloud de Google.
hi: आप अपने डेटा को अपने करीबी लोगों के साथ शेयर करने के लिए क्लाउड सिंक को सक्षम कर सकते हैं और किसी दूसरे डिवाइस पर अपनी प्रगति को आसानी से पुनर्स्थापित कर सकते हैं! यह सुरक्षित है, क्योंकि हमने Google के क्लाउड एप्लिकेशन सुरक्षा मूल्यांकन सत्यापन को पास कर लिया है।
hu: Engedélyezheti a felhőszinkronizálást, hogy megossza adatait közeli személyekkel, és egyszerűen visszaállítsa az előrehaladást egy másik eszközön! Biztonságos, mert átmentünk a Google Cloud Application Security Assessment ellenőrzésén.
id: Anda dapat mengaktifkan sinkronisasi cloud untuk berbagi data dengan orang-orang terdekat dan dengan mudah memulihkan kemajuan Anda di perangkat lain! Aman, karena kami telah lulus verifikasi Penilaian Keamanan Aplikasi Cloud Google.
it: Puoi abilitare la sincronizzazione cloud per condividere i tuoi dati con i tuoi cari e ripristinare facilmente i tuoi progressi su un altro dispositivo! È sicuro, perché abbiamo superato la verifica di Google Cloud Application Security Assessment.
ja: クラウド同期を有効にすると、データを親しい人と共有したり、別のデバイスで簡単に進行状況を復元したりできます。Google のクラウド アプリケーション セキュリティ評価検証に合格しているため、安全です。
ko: 클라우드 동기화를 활성화하여 가까운 사람과 데이터를 공유하고 다른 기기에서 진행 상황을 쉽게 복원할 수 있습니다! Google의 클라우드 애플리케이션 보안 평가 검증을 통과했기 때문에 안전합니다.
nl: U kunt cloudsynchronisatie inschakelen om uw gegevens te delen met dierbaren en uw voortgang eenvoudig te herstellen op een ander apparaat! Het is veilig, omdat we de verificatie van Google's Cloud Application Security Assessment hebben doorstaan.
no: Du kan aktivere skysynkronisering for å dele dataene dine med nære og enkelt gjenopprette fremgangen din på en annen enhet! Det er trygt, fordi vi har bestått Googles verifisering av Cloud Application Security Assessment.
pt: Você pode habilitar a sincronização na nuvem para compartilhar seus dados com pessoas próximas e restaurar facilmente seu progresso em outro dispositivo! É seguro, porque passamos pela verificação do Cloud Application Security Assessment do Google.
ru: Вы можете включить облачную синхронизацию, чтобы делиться своими данными с близкими и легко восстанавливать свой прогресс на другом устройстве! Это безопасно, потому что мы прошли проверку Google Cloud Application Security Assessment.
sv: Du kan aktivera molnsynkronisering för att dela din data med närstående och enkelt återställa dina framsteg på en annan enhet! Det är säkert eftersom vi har klarat Googles verifiering av säkerhetsbedömning av molnapplikationer.
ur: آپ اپنے ڈیٹا کو قریبی لوگوں کے ساتھ شیئر کرنے کے لیے کلاؤڈ سنک کو فعال کر سکتے ہیں اور آسانی سے کسی اور ڈیوائس پر اپنی پیشرفت بحال کر سکتے ہیں! یہ محفوظ ہے، کیونکہ ہم نے گوگل کی کلاؤڈ ایپلیکیشن سیکیورٹی اسسمنٹ کی تصدیق پاس کر لی ہے۔
zh: 您可以启用云同步以与亲近的人共享数据、并轻松在另一台设备上恢复您的进度！它是安全的、因为我们已经通过了 Google 的云应用安全评估验证。

# appFeaturesCardOfflineWorkTitle
source: Offline work.
ar: العمل دون اتصال.
da: Offline arbejde.
de: Offline-Arbeit.
es: Trabajo sin conexión.
fi: Offline-työ.
fr: Travail hors ligne.
hi: ऑफलाइन काम।
hu: Offline munka.
id: Pekerjaan offline.
it: Lavoro offline.
ja: オフライン作業。
ko: 오프라인 작업.
nl: Offline werk.
no: Offline arbeid.
pt: Trabalho off-line.
ru: Оффлайн работа.
sv: Offlinearbete.
ur: آف لائن کام۔
zh: 离线工作。

# appFeaturesCardOfflineWorkDescription
source: No matter where you are - "My Precious" will always work. If you do not synchronize with the cloud, then the Internet is not needed at all!
ar: بغض النظر عن مكان وجودك - سيعمل برنامج "My Precious" دائمًا. إذا لم تقم بالمزامنة مع السحابة، فلن تكون هناك حاجة إلى الإنترنت على الإطلاق!
da: Uanset hvor du er - vil "My Precious" altid fungere. Hvis du ikke synkroniserer med skyen, så er internettet slet ikke nødvendigt!
de: Egal wo Sie sind - „My Precious“ funktioniert immer. Wenn Sie nicht mit der Cloud synchronisieren, wird das Internet überhaupt nicht benötigt!
es: No importa dónde estés: "My Precious" siempre funcionará. Si no sincroniza con la nube, ¡no necesita Internet en absoluto!
fi: Ei ole väliä missä olet - "My Precious" toimii aina. Jos et synkronoi pilven kanssa, Internetiä ei tarvita ollenkaan!
fr: Peu importe où vous êtes, «My Precious» fonctionnera toujours. Si vous ne synchronisez pas avec le cloud, alors Internet n'est pas du tout nécessaire!
hi: इससे कोई फर्क नहीं पड़ता कि आप कहां हैं - "My Precious" हमेशा काम करेगा। यदि आप क्लाउड के साथ सिंक्रोनाइज़ नहीं करते हैं, तो इंटरनेट की बिल्कुल भी आवश्यकता नहीं है!
hu: Nem számít, hol van - a "My Precious" mindig működni fog. Ha nem szinkronizál a felhővel, akkor az internetre egyáltalán nincs szükség!
id: Di mana pun Anda berada - "My Precious" akan selalu berfungsi. Jika Anda tidak melakukan sinkronisasi dengan cloud, maka Internet sama sekali tidak diperlukan!
it: Non importa dove ti trovi: "My Precious" funzionerà sempre. Se non ti sincronizzi con il cloud, Internet non è affatto necessario!
ja: どこにいても、「My Precious」は常に機能します。 クラウドと同期しない場合、インターネットはまったく必要ありません。
ko: 당신이 어디에 있든 - "My Precious"는 항상 작동합니다. 클라우드와 동기화하지 않으면 인터넷이 전혀 필요하지 않습니다!
nl: Waar u ook bent - "My Precious" werkt altijd. Als u niet synchroniseert met de cloud, is internet helemaal niet nodig!
no: Uansett hvor du er - "My Precious" vil alltid fungere. Hvis du ikke synkroniserer med skyen, trenger du ikke Internett i det hele tatt!
pt: Não importa onde você esteja - "My Precious" sempre funcionará. Se você não sincronizar com a nuvem, a Internet não será necessária!
ru: Где бы вы ни находились - «My Precious» всегда сработает. Если не синхронизироваться с облаком, то интернет вообще не нужен!
sv: Oavsett var du är - "My Precious" kommer alltid att fungera. Om du inte synkroniserar med molnet så behövs inte internet alls!
ur: اس سے کوئی فرق نہیں پڑتا ہے کہ آپ کہاں ہیں - "میرا قیمتی" ہمیشہ کام کرے گا۔ اگر آپ کلاؤڈ کے ساتھ مطابقت نہیں رکھتے ہیں، تو انٹرنیٹ کی ضرورت نہیں ہے!
zh: 无论您身在何处、“My Precious”始终有效。 如果不与云端同步、那么根本就不需要互联网！

# appFeaturesCardConfidentialTitle
source: It's confidential.
ar: انها سرية.
da: Det er fortroligt.
de: Es ist vertraulich.
es: Es confidencial.
fi: Se on luottamuksellista.
fr: C'est confidentiel.
hi: यह गोपनीय है।
hu: Ez bizalmas.
id: Rahasia.
it: E' confidenziale.
ja: それは機密です。
ko: 기밀 사항입니다.
nl: Het is vertrouwelijk.
no: Det er konfidensielt.
pt: É confidencial.
ru: Это конфиденциально.
sv: Det är konfidentiellt.
ur: یہ خفیہ ہے۔
zh: 这是保密的。

# appFeaturesCardConfidentialDescription
source: We use the latest practices from large IT companies to protect your data and do not share it with third parties. Your preciouses are secure.
ar: نحن نستخدم أحدث الممارسات من شركات تكنولوجيا المعلومات الكبيرة لحماية بياناتك وعدم مشاركتها مع أطراف ثالثة. الأشياء الثمينة الخاصة بك آمنة.
da: Vi bruger den seneste praksis fra store it-virksomheder til at beskytte dine data og deler dem ikke med tredjeparter. Dine dyrebare ting er sikre.
de: Wir nutzen die neuesten Verfahren großer IT-Unternehmen, um Ihre Daten zu schützen und geben sie nicht an Dritte weiter. Ihre Kostbarkeiten sind sicher.
es: Utilizamos las últimas prácticas de grandes empresas de TI para proteger sus datos y no los compartimos con terceros. Tus objetos preciosos están seguros.
fi: Käytämme suurten IT-yritysten uusimpia käytäntöjä tietojesi suojaamiseen emmekä jaa niitä kolmansille osapuolille. Arvoesi ovat turvassa.
fr: Nous utilisons les dernières pratiques des grandes sociétés informatiques pour protéger vos données et ne les partageons pas avec des tiers. Vos précieux sont en sécurité.
hi: हम आपके डेटा की सुरक्षा के लिए बड़ी आईटी कंपनियों की नवीनतम प्रथाओं का उपयोग करते हैं और इसे तीसरे पक्षों के साथ साझा नहीं करते हैं। आपके कीमती सामान सुरक्षित हैं।
hu: A nagy informatikai cégek legújabb gyakorlatát alkalmazzuk adatai védelmére, és nem adjuk ki harmadik félnek. A drágaságai biztonságban vannak.
id: Kami menggunakan praktik terbaru dari perusahaan IT besar untuk melindungi data Anda dan tidak membagikannya dengan pihak ketiga. Barang-barang berharga Anda aman.
it: Utilizziamo le pratiche più recenti delle grandi aziende IT per proteggere i tuoi dati e non condividerli con terze parti. I tuoi oggetti preziosi sono al sicuro.
ja: 当社は、大手 IT 企業の最新の手法を使用してお客様のデータを保護し、第三者と共有しません。 あなたの貴重品は安全です。
ko: 우리는 귀하의 데이터를 보호하기 위해 대규모 IT 회사의 최신 관행을 사용하며 이를 제3자와 공유하지 않습니다. 당신의 소중한 자산은 안전합니다.
nl: We gebruiken de nieuwste praktijken van grote IT-bedrijven om uw gegevens te beschermen en delen deze niet met derden. Uw dierbaren zijn veilig.
no: Vi bruker den nyeste praksisen fra store IT-selskaper for å beskytte dataene dine og deler dem ikke med tredjeparter. Dine verdier er sikre.
pt: Utilizamos as práticas mais recentes de grandes empresas de TI para proteger seus dados e não os compartilhamos com terceiros. Suas preciosidades estão seguras.
ru: Мы используем новейшие практики крупных IT-компаний для защиты ваших данных и не передаем их третьим лицам. Ваша прелесть в безопасности.
sv: Vi använder den senaste praxisen från stora IT-företag för att skydda din data och delar den inte med tredje part. Dina värdesaker är säkra.
ur: ہم آپ کے ڈیٹا کی حفاظت کے لیے بڑی IT کمپنیوں کے تازہ ترین طریقوں کا استعمال کرتے ہیں اور اسے تیسرے فریق کے ساتھ شیئر نہیں کرتے ہیں۔ آپ کی قیمتی چیزیں محفوظ ہیں۔
zh: 我们使用大型 IT 公司的最新实践来保护您的数据、并且不会与第三方共享。 您的贵重物品是安全的。

# appFeaturesEndOurMissionTitle
source: Our mission is to make the world a little more organized!
ar: مهمتنا هي جعل العالم أكثر تنظيما قليلا!
da: Vores mission er at gøre verden lidt mere organiseret!
de: Unsere Mission ist es, die Welt ein bisschen organisierter zu machen!
es: ¡Nuestra misión es hacer del mundo un lugar un poco más organizado!
fi: Missiomme on tehdä maailmasta hieman järjestäytyneempi!
fr: Notre mission est de rendre le monde un peu plus organisé!
hi: हमारा मिशन दुनिया को थोड़ा और अधिक संगठित बनाना है!
hu: Küldetésünk, hogy egy kicsit rendezettebbé tegyük a világot!
id: Misi kami adalah membuat dunia sedikit lebih teratur!
it: La nostra missione è rendere il mondo un po' più organizzato!
ja: 私たちの使命は、世界をもう少し組織化することです。
ko: 우리의 사명은 세상을 조금 더 체계적으로 만드는 것입니다!
nl: Onze missie is om de wereld een beetje georganiseerder te maken!
no: Vårt oppdrag er å gjøre verden litt mer organisert!
pt: A nossa missão é tornar o mundo um pouco mais organizado!
ru: Наша миссия — сделать мир немного более организованным!
sv: Vårt uppdrag är att göra världen lite mer organiserad!
ur: ہمارا مشن دنیا کو کچھ زیادہ منظم بنانا ہے!
zh: 我们的使命是让世界变得更加有序！

# titleOfficialAppSources
source: Official app sources.
ar: مصادر التطبيق الرسمية
da: Officielle app-kilder.
de: Offizielle App-Quellen.
es: Fuentes oficiales de la aplicación.
fi: Viralliset sovelluslähteet.
fr: Sources officielles de l'application.
hi: आधिकारिक ऐप स्रोत।
hu: Hivatalos alkalmazásforrások.
id: Sumber aplikasi resmi.
it: Fonti ufficiali dell'app.
ja: 公式アプリのソース。
ko: 공식 앱 소스.
nl: Officiële app-bronnen.
no: Offisielle appkilder.
pt: Fontes oficiais de aplicativos.
ru: Официальные источники приложения.
sv: Officiella appkällor.
ur: سرکاری ایپ ذرائع۔
zh: 官方应用程序来源。

# titleHaveQuestions
source: Have questions? Write to us!
ar: هل لديك أسئلة؟ اكتب إلينا!
da: Har du spørgsmål? Skriv til os!
de: Haben Sie Fragen? Schreiben Sie uns!
es: ¿Tiene preguntas? ¡Escríbanos!
fi: Onko sinulla kysyttävää? Kirjoita meille!
fr: Vous avez des questions? Écrivez-nous!
hi: कोई प्रश्न है? हमें लिखें!
hu: Kérdése van? Írjon nekünk!
id: Ada pertanyaan? Kirimkan kepada kami!
it: Hai domande? Scrivici!
ja: ご質問がありますか? お問い合わせください。
ko: 질문이 있으신가요? 저희에게 편지를 보내주세요!
nl: Heeft u vragen? Schrijf ons!
no: Har du spørsmål? Skriv til oss!
pt: Tem dúvidas? Escreva para nós!
ru: Есть вопросы? Напишите нам!
sv: Har du frågor? Skriv till oss!
ur: سوالات ہیں؟ ہمیں لکھیں!
zh: 有疑问吗？ 写信给我们！

# haveQuestionsLinkTitle
source: Or perhaps an article with tips on using the program will help you:
ar: أو ربما تساعدك المقالة التي تحتوي على نصائح حول استخدام البرنامج على:
da: Eller måske kan en artikel med tips om brug af programmet hjælpe dig:
de: Oder vielleicht hilft Ihnen ein Artikel mit Tipps zur Verwendung des Programms weiter:
es: O quizás un artículo con consejos sobre cómo utilizar el programa te ayude:
fi: Tai ehkä artikkeli, jossa on vinkkejä ohjelman käyttöön, auttaa sinua:
fr: Ou peut-être qu'un article contenant des conseils sur l'utilisation du programme vous aidera à:
hi: या शायद प्रोग्राम का उपयोग करने की युक्तियों वाला एक लेख आपकी सहायता करेगा:
hu: Vagy talán egy cikk, amely tippeket tartalmaz a program használatához, segít:
id: Atau mungkin artikel dengan kiat-kiat tentang penggunaan program akan membantu Anda:
it: O forse un articolo con suggerimenti sull'utilizzo del programma ti aiuterà a:
ja: あるいは、プログラムの使用に関するヒントを記載した記事が役立つかもしれません。
ko: 또는 프로그램 사용에 대한 팁이 포함된 기사가 도움이 될 것입니다.
nl: Of misschien helpt een artikel met tips over het gebruik van het programma u:
no: Eller kanskje en artikkel med tips om bruk av programmet vil hjelpe deg:
pt: Ou talvez um artigo com dicas sobre como usar o programa o ajude:
ru: Или возможно вам поможет статья с советами по использованию программы:
sv: Eller kanske en artikel med tips om hur du använder programmet kan hjälpa dig:
ur: یا شاید پروگرام کے استعمال کے بارے میں تجاویز کے ساتھ ایک مضمون آپ کی مدد کرے گا:
zh: 或者一篇包含该程序使用技巧的文章可能会对您有所帮助：

# haveQuestionsTextOfLinkItself
source: Article link.
ar: رابط المقال (إنجليزي).
da: Artikel link.
de: Artikellink (englisch).
es: Enlace del artículo (inglés).
fi: Artikkelin linkki.
fr: Lien vers l'article (anglais).
hi: लेख लिंक (अंग्रेज़ी)।
hu: Cikk linkje.
id: Link artikel.
it: Link all'articolo (inglese).
ja: 記事のリンク (英語)。
ko: 기사 링크(영어).
nl: Artikellink.
no: Artikkellenke.
pt: Link do artigo (inglês).
ru: Ссылка на статью (английский).
sv: Artikellänk.
ur: مضمون کا لنک۔
zh: 文章链接（英語）。

# titlePdfCertificate
source: PDF certificate.
ar: شهادة PDF.
da: PDF certifikat.
de: PDF-Zertifikat.
es: Certificado PDF.
fi: PDF-todistus.
fr: Certificat PDF.
hi: पीडीएफ प्रमाणपत्र।
hu: PDF tanúsítvány.
id: Sertifikat PDF.
it: Certificato PDF.
ja: PDF 証明書。
ko: PDF 인증서.
nl: PDF-certificaat.
no: PDF-sertifikat.
pt: Certificado PDF.
ru: Сертификат PDF.
sv: PDF-certifikat.
ur: پی ڈی ایف سرٹیفکیٹ۔
zh: PDF 证书。

# titleAppRights
source: Â© {year} "My Precious" App. All rights reserved.
ar: © {year} تطبيق "My Precious". كل الحقوق محفوظة.
da: © {year} "My Precious" App. Alle rettigheder forbeholdes.
de: © {year} "My Precious" App. Alle Rechte vorbehalten.
es: © {year} Aplicación "My Precious". Reservados todos los derechos.
fi: © {year} "My Precious" App. Kaikki oikeudet pidätetään.
fr: © {year} Application "My Precious". Tous droits réservés.
hi: © {year} "My Precious" ऐप। सर्वाधिकार सुरक्षित।
hu: © {year} "My Precious" App. Minden jog fenntartva.
id: Â© {year} Aplikasi "My Precious". Semua hak dilindungi undang-undang.
it: © {year} App "My Precious". Tutti i diritti riservati.
ja: © {year} 「My Precious」アプリ。 無断転載を禁じます。
ko: © {year} "My Precious" 앱. 판권 소유.
nl: © {year} "My Precious"-app. Alle rechten voorbehouden.
no: © {year} "My Precious"-appen. Alle rettigheter forbeholdt.
pt: © {year} Aplicativo "My Precious". Todos os direitos reservados.
ru: © {year} Приложение «My Precious». Все права защищены.
sv: © {year} "My Precious"-appen. Alla rättigheter reserverade.
ur: © {year} "My Precious" ایپ۔ جملہ حقوق محفوظ ہیں۔
zh: © {year} "My Precious" 应用程序。 版权所有。

# autoIconToolbar
source: Auto language
ar: لغة تلقائية
da: Autosprog
de: Automatische Sprache
es: Idioma automático
fi: Automaattinen kieli
fr: Langue automatique
hi: ऑटो भाषा
hu: Automatikus nyelv
id: Bahasa otomatis
it: Lingua automatica
ja: 自動言語
ko: 자동 언어
nl: Automatische taal
no: Autospråk
pt: Idioma automático
ru: Автоматический язык
sv: Autospråk
ur: خودکار زبان
zh: 自动语言

# arabIconToolbar
source: Arab mosque
ar: مسجد عربي
da: Arabisk moské
de: Arabische Moschee
es: Mezquita árabe
fi: Arab moskeija
fr: Mosquée arabe
hi: अरब मस्जिद
hu: Arab mecset
id: Masjid Arab
it: Moschea araba
ja: アラブのモスク
ko: 아랍 모스크
nl: Arabische moskee
no: Arabisk moske
pt: Mesquita árabe
ru: Арабская мечеть
sv: Arabisk moské
ur: عرب کی مسجد
zh: 阿拉伯清真寺

# danIconToolbar
source: Danish meatballs
ar: كرات اللحم الدنماركية
da: Danske frikadeller
de: Dänische Fleischbällchen
es: Albóndigas danesas
fi: Tanskalaisia lihapullia
fr: Boulettes de viande danoises
hi: डेनिश मीटबॉल
hu: Dán húsgombóc
id: Bakso Denmark
it: Polpette danesi
ja: デンマークのミートボール
ko: 덴마크 미트볼
nl: Deense gehaktballen
no: Danske kjøttboller
pt: Almôndegas dinamarquesas
ru: Датские фрикадельки
sv: Danska köttbullar
ur: ڈینش میٹ بالز
zh: 丹麦肉丸

# germIconToolbar
source: German pretzels, buns
ar: المعجنات الألمانية والكعك
da: Tyske kringler, boller
de: Deutsche Brezeln, Brötchen
es: Pretzels alemanes, bollos
fi: Saksalaiset pretzelit, pullat
fr: Bretzels allemands, petits pains
hi: जर्मन प्रेट्ज़ेल, बन्स
hu: Német perec, zsemle
id: Pretzel dan roti Jerman
it: Pretzel tedeschi, panini
ja: ドイツのプレッツェル、バンズ
ko: 독일 프레즐, 빵
nl: Duitse pretzels, broodjes
no: Tyske kringler, boller
pt: Pretzels alemães, pães
ru: Немецкие крендельки, булочки
sv: Tyska kringlor, bullar
ur: جرمن پریٹزلز، بنس
zh: 德国椒盐卷饼、面包

# engIconToolbar
source: English breakfast
ar: وجبة الإفطار الانجليزية
da: Engelsk morgenmad
de: Englisches Frühstück
es: Desayuno inglés
fi: Englantilainen aamiainen
fr: Petit déjeuner anglais
hi: अंग्रेजी नाश्ता
hu: Angol reggeli
id: Sarapan ala Inggris
it: Colazione inglese
ja: イングリッシュブレックファスト
ko: 영국식 아침 식사
nl: Engels ontbijt
no: Engelsk frokost
pt: Café da manhã inglês
ru: Английский завтрак
sv: Engelsk frukost
ur: انگریزی ناشتہ
zh: 英式早餐

# spanIconToolbar
source: Spanish tapas
ar: التاباس الاسبانية
da: Spanske tapas
de: Spanische Tapas
es: Tapas españolas
fi: Espanjalainen tapas
fr: Tapas espagnoles
hi: स्पैनिश तपस
hu: Spanyol tapas
id: Tapas Spanyol
it: Tapas spagnole
ja: スペインのタパス
ko: 스페인 타파스
nl: Spaanse tapas
no: Spansk tapas
pt: Tapas espanholas
ru: Испанские тапас
sv: Spanska tapas
ur: ہسپانوی تاپس
zh: 西班牙小吃

# finnIconToolbar
source: Finnish rye bread
ar: خبز الجاودار الفنلندي
da: Finsk rugbrød
de: Finnisches Roggenbrot
es: Pan de centeno finlandés
fi: Suomalainen ruisleipä
fr: Pain de seigle finlandais
hi: फिनिश राई ब्रेड
hu: Finn rozskenyér
id: Roti gandum hitam Finlandia
it: Pane di segale finlandese
ja: フィンランドのライ麦パン
ko: 핀란드 호밀빵
nl: Fins roggebrood
no: Finsk rugbrød
pt: Pão de centeio finlandês
ru: Финский ржаной хлеб
sv: Finskt rågbröd
ur: فینیش رائی کی روٹی
zh: 芬兰黑麦面包

# frenIconToolbar
source: French croissant
ar: الكرواسون الفرنسي
da: Fransk croissant
de: Französisches Croissant
es: Croissant francés
fi: Ranskalainen croissant
fr: Croissant français
hi: फ़्रेंच क्रोइसैन
hu: Francia croissant
id: Croissant Prancis
it: Cornetto francese
ja: フランスのクロワッサン
ko: 프랑스 크루아상
nl: Franse croissant
no: Fransk croissant
pt: Croissant francês
ru: Французский круассан
sv: Fransk croissant
ur: فرانسیسی کروسینٹ
zh: 法式牛角面包

# hinIconToolbar
source: Hindu temple
ar: معبد هندوسي
da: Hinduistisk tempel
de: Hindu Tempel
es: Templo hindú
fi: Hindu temppeli
fr: Temple hindou
hi: हिंदू मंदिर
hu: Hindu templom
id: Kuil Hindu
it: Tempio indù
ja: ヒンズー教の寺院
ko: 힌두교 사원
nl: Hindoetempel
no: Hinduistisk tempel
pt: Templo hindu
ru: Индуистский храм
sv: Hinduiskt tempel
ur: ہندو مندر
zh: 印度教寺庙

# hungIconToolbar
source: Hungarian chicken paprikash
ar: الدجاج والفلفل الحلو المجري
da: Ungarsk kylling paprikash
de: Ungarisches Paprikahähnchen
es: Pollo con paprika húngaro
fi: Unkarilainen kananpaprika
fr: Poulet au paprika hongrois
hi: हंगेरियन चिकन पेपरिकाश
hu: Magyar csirkepaprikás
id: Paprikash ayam Hungaria
it: Paprikash di pollo ungherese
ja: ハンガリーのチキンパプリカシュ
ko: 헝가리 치킨 파프리카시
nl: Hongaarse kippaprikash
no: Ungarsk kylling paprikash
pt: Paprikash de frango húngaro
ru: Венгерский куриный паприкаш
sv: Ungersk kycklingpaprikash
ur: ہنگری چکن پیپرکاش
zh: 匈牙利辣椒粉鸡肉

# indoIconToolbar
source: Indonesian timbel rice
ar: أرز تيمبل الإندونيسي
da: Indonesisk timbel ris
de: Indonesischer Timbelreis
es: Arroz timbel indonesio
fi: Indonesialainen timbel-riisi
fr: Riz timbel indonésien
hi: इंडोनेशियाई टिम्बल चावल
hu: Indonéz timbel rizs
id: Nasi timbel Indonesia
it: Riso timbel indonesiano
ja: インドネシアのティンベルライス
ko: 인도네시아 팀벨 라이스
nl: Indonesische timbelrijst
no: Indonesisk timbel ris
pt: Arroz Timbel indonésio
ru: Индонезийский рис тимбел
sv: Indonesiskt timbelris
ur: انڈونیشی ٹمبیل چاول
zh: 印度尼西亚木耳米饭

# itaIconToolbar
source: Italian pizza
ar: بيتزا ايطالية
da: Italiensk pizza
de: Italienische Pizza
es: Pizza italiana
fi: Italialainen pizza
fr: Pizza italienne
hi: इतालवी पिज्जा
hu: Olasz pizza
id: Pizza Italia
it: Pizza italiana
ja: イタリアンピザ
ko: 이탈리안 피자
nl: Italiaanse pizza
no: Italiensk pizza
pt: Pizza italiana
ru: Итальянская пицца
sv: Italiensk pizza
ur: اطالوی پیزا
zh: 意大利比萨

# japIconToolbar
source: Japanese ramen
ar: رامين ياباني
da: Japansk ramen
de: Japanische Ramen
es: Ramen japonés
fi: Japanilainen ramen
fr: Ramen japonais
hi: जापानी रेमन
hu: Japán ramen
id: Ramen Jepang
it: Ramen giapponese
ja: 日本のラーメン
ko: 일본라면
nl: Japanse ramen
no: Japansk ramen
pt: Ramen japonês
ru: Японский рамен
sv: Japansk ramen
ur: جاپانی رامین
zh: 日本拉面

# korIconToolbar
source: Korean beondegi
ar: بيونديجي الكورية
da: Koreansk beondegi
de: Koreanisches Beondegi
es: Bbeondegi coreano
fr: Beondegi coréen
hi: कोरियाई बेओंडेगी
hu: Koreai beondegi
id: Beondegi Korea
it: Beondegi coreano
ja: 韓国の蛹
ko: 한국어 번데기
nl: Koreaanse beondegi
no: Koreansk beondegi
pt: Beondegi coreano
ru: Корейский бондэги
sv: Koreansk beondegi
ur: کورین بیونڈیگی
zh: 韩国蛹

# nethIconToolbar
source: Dutch syrup waffle
ar: وافل شراب هولندي
da: Hollandsk sirup vaffel
de: Holländische Sirupwaffeln
es: Gofre holandés con sirope
fi: Hollantilainen siirappivohveli
fr: Gaufre au sirop hollandais
hi: डच सिरप वफ़ल
hu: Holland szirupos gofri
id: Wafel sirup Belanda
it: Waffel olandese allo sciroppo
ja: オランダのシロップワッフル
ko: 네덜란드 시럽 와플
nl: Nederlandse stroopwafel
no: Nederlandsk sirup vaffel
pt: Waffle de xarope holandês
ru: Голландские вафли с сиропом
sv: Holländsk sirapsvåffla
ur: ڈچ شربت وافل
zh: 荷兰糖浆华夫饼
