Repository: mi3van/flutter_mp_homepage_public
Catalog: lib/l10n/_*.arb
Languages: ar, da, de, es, fi, fr, hi, hu, id, it, ja, ko, nl, no, pt, ru, sv, ur, zh

# titleMainPart1
source: Perfect order.
ar: طلب متكامل.
da: Perfekt orden.
de: Perfekte Ordnung.
es: Orden perfecto.
fi: Täydellinen järjestys.
fr: Commande parfaite.
hi: उत्तम व्यवस्था।
hu: Tökéletes rend.
id: Tatanan yang sempurna.
it: Ordine perfetto.
ja: 完璧な順序。
ko: 완벽한 주문.
nl: Perfecte orde.
no: Perfekt orden.
pt: Ordem perfeita.
ru: Идеальный порядок.
sv: Perfekt ordning.
ur: کامل حکم.
zh: 完美的订单。

# titleMainPart2
source: Your precious.
ar: الثمينة الخاصة بك.
da: Din dyrebare.
de: Dein Schatz.
es: Eres preciosa.
fi: Sinun kallisarvoinen.
fr: Votre précieux.
hi: आपका अनमोल।
hu: A te értékes.
id: Barang berharga Anda.
it: Il tuo prezioso.
ja: あなたの大切なもの。
ko: 당신의 소중한.
nl: Uw kostbaarste.
no: Din dyrebare.
pt: Seu precioso.
ru: Ваша прелесть.
sv: Din dyrbara.
ur: آپ کی قیمتی.
zh: 你的珍贵。

# descriptionMain
source: Our goal is to help you organize your inventory in the most convenient and beautiful way.
ar: هدفنا هو مساعدتك في تنظيم المخزون الخاص بك بالطريقة الأكثر ملاءمة وجميلة.
da: Vores mål er at hjælpe dig med at organisere dit lager på den mest bekvemme og smukke måde.
de: Unser Ziel ist es, Ihnen bei der Organisation Ihres Inventars auf die bequemste und schönste Weise zu helfen.
es: Nuestro objetivo es ayudarlo a organizar su inventario de la manera más conveniente y hermosa.
fi: Tavoitteemme on auttaa sinua järjestämään varastosi kätevimmällä ja kauniimmalla tavalla.
fr: Notre objectif est de vous aider à organiser votre inventaire de la manière la plus pratique et la plus belle.
hi: हमारा लक्ष्य आपकी इन्वेंट्री को सबसे सुविधाजनक और सुंदर तरीके से व्यवस्थित करने में आपकी सहायता करना है।
hu: Célunk, hogy segítsünk Önnek a legkényelmesebb és legszebb módon rendezni készletét.
id: Tujuan kami adalah membantu Anda mengatur inventaris dengan cara yang paling nyaman dan indah.
it: Il nostro obiettivo è aiutarti a organizzare il tuo inventario nel modo più conveniente e bello.
ja: 私たちの目標は、最も便利で美しい方法で在庫を整理できるよう支援することです。
ko: 우리의 목표는 귀하가 가장 편리하고 아름다운 방법으로 재고를 정리할 수 있도록 돕는 것입니다.
nl: Ons doel is om u te helpen uw inventaris op de meest handige en mooie manier te organiseren.
no: Målet vårt er å hjelpe deg med å organisere varelageret ditt på den mest praktiske og vakre måten.
pt: Nosso objetivo é ajudá-lo a organizar seu inventário da maneira mais conveniente e bonita.
ru: Наша цель — помочь вам организовать ваш инвентарь максимально удобно и красиво.
sv: Vårt mål är att hjälpa dig organisera ditt lager på det mest bekväma och vackra sättet.
ur: ہمارا مقصد آپ کی انوینٹری کو انتہائی آسان اور خوبصورت انداز میں ترتیب دینے میں مدد کرنا ہے۔
zh: 我们的目标是帮助您以最方便、最美观的方式整理您的库存。

# titleAppFeatures
source: App features.
ar: ميزات التطبيق.
da: App funktioner.
de: App-Funktionen.
es: Funciones de la aplicación.
fi: Sovelluksen ominaisuudet.
fr: Fonctionnalités de l'application.
hi: ऐप की विशेषताएं।
hu: Az alkalmazás jellemzői.
id: Fitur aplikasi.
it: Funzionalità dell'app.
ja: アプリの機能。
ko: 앱 기능.
nl: App-functies.
no: App funksjoner.
pt: Recursos do aplicativo.
ru: Возможности приложения.
sv: Appfunktioner.
ur: ایپ کی خصوصیات۔
zh: 应用程序功能。

# appFeaturesCardForWhatTitle
source: For what?
ar: لأي غرض؟
da: For hvad?
de: Wozu?
es: ¿Para qué?
fi: Mitä varten?
fr: Pourquoi?
hi: किस लिए?
hu: Minek?
id: Untuk apa?
it: Per che cosa?
ja: 何のために？
ko: 무엇 때문에?
nl: Waarvoor?
no: For hva?
pt: Pelo que?
ru: Для чего?
sv: För vad?
ur: کس لیے؟
zh: 做什么的？

# appFeaturesCardForWhatDescriptionPart1
source: Have you ever forgotten where items you do not use often are located? For example: seasonal clothing, car and garden tools, freezer contents, etc. Or, during the relocation period, remember which box contains the item you need?
ar: هل سبق لك أن نسيت مكان وجود العناصر التي لا تستخدمها كثيرًا؟ على سبيل المثال: الملابس الموسمية، وأدوات السيارات والحديقة، ومحتويات الفريزر، وما إلى ذلك. أو، خلال فترة النقل، تذكر أي صندوق يحتوي على العنصر الذي تحتاجه؟
da: Har du nogensinde glemt, hvor genstande, du ikke bruger ofte, er placeret? For eksempel: sæsonbeklædning, bil- og haveredskaber, fryserens indhold osv. Eller husk i flytteperioden, hvilken æske der indeholder den vare, du skal bruge?
de: Haben Sie jemals vergessen, wo sich Gegenstände befinden, die Sie nicht oft verwenden? Zum Beispiel: Saisonkleidung, Auto- und Gartengeräte, Gefrierschrankinhalt usw. Oder erinnern Sie sich während des Umzugs daran, in welcher Kiste sich der Artikel befindet, den Sie benötigen?
es: ¿Alguna vez ha olvidado dónde se encuentran los elementos que no utiliza con frecuencia? Por ejemplo: ropa de temporada, herramientas para el coche y el jardín, contenido del congelador, etc. O, durante el período de mudanza, ¿Recuerda en qué caja está el artículo que necesita?
fi: Oletko koskaan unohtanut, missä sijaitsevat tavarat, joita et käytä usein? Esimerkiksi: kausivaatteet, auto- ja puutarhatyökalut, pakastimen sisältö jne. Tai muistatko muuttoaikana, mikä laatikko sisältää tarvitsemasi tavaran?
fr: Avez-vous déjà oublié où se trouvent les objets que vous n’utilisez pas souvent? Par exemple: vêtements saisonniers, outils de voiture et de jardin, contenu du congélateur, etc. Ou, pendant la période de déménagement, rappelez-vous quelle boîte contient l'article dont vous avez besoin?
hi: क्या आप कभी भूल गए हैं कि जिन वस्तुओं का आप अक्सर उपयोग नहीं करते हैं वे कहाँ स्थित हैं? उदाहरण के लिए: मौसमी कपड़े, कार और बगीचे के उपकरण, फ़्रीज़र सामग्री, आदि। या, स्थानांतरण अवधि के दौरान, याद रखें कि किस बॉक्स में वह वस्तु है जिसकी आपको ज़रूरत है?
hu: Elfelejtette valaha, hogy hol találhatók a ritkán használt tárgyak? Például: szezonális ruházat, autó- és kerti szerszámok, fagyasztószekrény tartalma stb. Vagy a költöztetés időszakában emlékezzen arra, hogy melyik dobozban van a szükséges cikk?
id: Apakah Anda pernah lupa di mana barang yang jarang Anda gunakan berada? Misalnya: pakaian musiman, peralatan mobil dan kebun, isi lemari es, dll. Atau, selama masa relokasi, ingat kotak mana yang berisi barang yang Anda butuhkan?
it: Hai mai dimenticato dove si trovano gli oggetti che non usi spesso? Ad esempio: abbigliamento stagionale, attrezzi per auto e giardino, contenuto del congelatore, ecc. Oppure, durante il periodo di trasloco, ricordi quale scatola contiene l'articolo di cui hai bisogno?
ja: あまり使わないアイテムがどこにあるか忘れてしまったことはありませんか? 例: 季節の衣類、車や園芸用品、冷凍庫の中身など。または、移転期間中、どの箱に必要なアイテムが入っているか覚えていますか?
ko: 자주 사용하지 않는 물건이 어디에 있는지 잊어버린 적이 있나요? 예: 계절 의류, 자동차 및 정원 도구, 냉동실 내용물 등. 또는 재배치 기간 동안 필요한 품목이 들어 있는 상자를 기억하십니까?
nl: Bent u ooit vergeten waar items zich bevinden die u niet vaak gebruikt? Bijvoorbeeld: seizoensgebonden kleding, auto- en tuingereedschap, inhoud van de vriezer, enz. Of, tijdens de verhuizingsperiode, onthouden in welke doos het item zit dat u nodig hebt?
no: Har du noen gang glemt hvor gjenstander du ikke bruker ofte befinner seg? For eksempel: sesongklær, bil- og hageredskaper, fryseinnhold osv. Eller husk i flytteperioden hvilken boks som inneholder varen du trenger?
pt: Você já se esqueceu de onde estão localizados os itens que você não usa com frequência? Por exemplo: roupas sazonais, ferramentas para carro e jardim, conteúdo de freezer, etc. Ou, durante o período de mudança, lembre-se de qual caixa contém o item que você precisa?
ru: Вы когда-нибудь забывали, где находятся предметы, которыми вы не часто пользуетесь? Например: сезонная одежда, автомобильный и садовый инвентарь, содержимое морозильной камеры и т. д. Или в период переезда вспомнить, в какой коробке находится нужный вам предмет?
sv: Har du någonsin glömt var saker du inte använder ofta finns? Till exempel: säsongskläder, bil- och trädgårdsredskap, frysinnehåll etc. Eller, under flyttperioden, kom ihåg vilken låda som innehåller det du behöver?
ur: کیا آپ کبھی بھول گئے ہیں کہ وہ اشیاء کہاں ہیں جو آپ اکثر استعمال نہیں کرتے؟ مثال کے طور پر: موسمی لباس، کار اور باغ کے اوزار، فریزر کا مواد وغیرہ۔ یا، نقل مکانی کی مدت کے دوران، یاد رکھیں کہ آپ کی ضرورت کی چیز کس باکس میں ہے؟
zh: 您是否曾经忘记过不经常使用的物品放在哪里？ 例如：季节性服装、汽车和园艺工具、冷冻柜内的物品等。或者、在搬迁期间、还记得哪个盒子里装有您需要的物品吗？

# appFeaturesCardForWhatDescriptionPart2
source: Our application is designed to solve this problem!
ar: تم تصميم تطبيقنا لحل هذه المشكلة!
da: Vores applikation er designet til at løse dette problem!
de: Unsere Anwendung soll dieses Problem lösen!
es: ¡Nuestra aplicación está diseñada para resolver este problema!
fi: Sovelluksemme on suunniteltu ratkaisemaan tämä ongelma!
fr: Notre application est conçue pour résoudre ce problème!
hi: हमारा एप्लिकेशन इस समस्या को हल करने के लिए डिज़ाइन किया गया है!
hu: Alkalmazásunk ennek a problémának a megoldására készült!
id: Aplikasi kami dirancang untuk mengatasi masalah ini!
it: La nostra applicazione è progettata per risolvere questo problema!
ja: 私たちのアプリケーションはこの問題を解決するように設計されています。
ko: 우리의 응용 프로그램은 이 문제를 해결하도록 설계되었습니다!
nl: Onze applicatie is ontworpen om dit probleem op te lossen!
no: Vår applikasjon er designet for å løse dette problemet!
pt: Nosso aplicativo foi desenvolvido para resolver esse problema!
ru: Наше приложение призвано решить эту проблему!
sv: Vår applikation är utformad för att lösa detta problem!
ur: ہماری درخواست اس مسئلے کو حل کرنے کے لیے بنائی گئی ہے!
zh: 我们的应用程序就是为了解决这个问题而设计的！

# appFeaturesCardHowToTitle
source: How to?
ar: كيف؟
da: Hvordan?
de: Wie man?
es: ¿Cómo?
fi: Miten?
fr: Comment?
hi: कैसे करें?
hu: Hogyan?
id: Bagaimana caranya?
it: Come?
ja: 方法？
ko: 어떻게?
nl: Hoe?
no: Hvordan?
pt: Como?
ru: Как?
sv: Hur gör man?
ur: کیسے؟
zh: 如何？

# appFeaturesCardHowToDescription
source: You can easily create a structure: House - Room - Closet - Box - Object. Then you can add its name, basic information, receipt and photos. After a while, finding the object will be very easy! The application will also be able to create a detailed report for insurance companies.
ar: يمكنك بسهولة إنشاء هيكل: منزل - غرفة - خزانة - صندوق - شيء. ثم يمكنك إضافة اسمه ومعلوماته الأساسية والإيصال والصور. بعد فترة، سيكون العثور على الشيء سهلاً للغاية! سيتمكن التطبيق أيضًا من إنشاء تقرير مفصل لشركات التأمين.
da: Du kan nemt lave en struktur: Hus - Værelse - Skab - Æske - Objekt. Derefter kan du tilføje dens navn, grundlæggende oplysninger, kvittering og billeder. Efter et stykke tid vil det være meget nemt at finde objektet! Ansøgningen vil også kunne oprette en detaljeret rapport til forsikringsselskaber.
de: Sie können ganz einfach eine Struktur erstellen: Haus - Zimmer - Schrank - Kiste - Objekt. Dann können Sie den Namen, grundlegende Informationen, die Quittung und Fotos hinzufügen. Nach einer Weile wird es ganz einfach sein, das Objekt zu finden! Die Anwendung kann auch einen detaillierten Bericht für Versicherungsunternehmen erstellen.
es: Puedes crear fácilmente una estructura: Casa - Habitación - Armario - Caja - Objeto. Luego puedes agregar su nombre, información básica, recibo y fotos. Después de un tiempo, ¡encontrar el objeto será muy fácil! La aplicación también podrá crear un informe detallado para las compañías de seguros.
fi: Voit helposti luoda rakenteen: Talo - Huone - Kaappi - Laatikko - Objekti. Sitten voit lisätä sen nimen, perustiedot, kuitin ja valokuvat. Hetken kuluttua kohteen löytäminen on erittäin helppoa! Sovellus pystyy myös luomaan yksityiskohtaisen raportin vakuutusyhtiöille.
fr: Vous pouvez facilement créer une structure: Maison - Chambre - Placard - Boîte - Objet. Ensuite, vous pouvez ajouter son nom, ses informations de base, son reçu et ses photos. Après un certain temps, trouver l'objet sera très facile! L'application pourra également créer un rapport détaillé pour les compagnies d'assurance.
hi: आप आसानी से एक संरचना बना सकते हैं: घर - कमरा - कोठरी - बॉक्स - वस्तु। फिर आप इसका नाम, बुनियादी जानकारी, रसीद और तस्वीरें जोड़ सकते हैं। थोड़ी देर बाद, वस्तु को ढूंढना बहुत आसान हो जाएगा! एप्लिकेशन बीमा कंपनियों के लिए एक विस्तृत रिपोर्ट बनाने में भी सक्षम होगा।
hu: Könnyedén létrehozhat egy szerkezetet: Ház - Szoba - Szekrény - Doboz - Objektum. Ezután hozzáadhatja a nevét, az alapvető információkat, a nyugtát és a fényképeket. Egy idő után a tárgy megtalálása nagyon egyszerű lesz! Az alkalmazás részletes jelentést is tud majd készíteni a biztosítók számára.
id: Anda dapat dengan mudah membuat struktur: Rumah - Kamar - Lemari - Kotak - Objek. Kemudian Anda dapat menambahkan nama, informasi dasar, tanda terima, dan foto. Setelah beberapa saat, menemukan objek akan sangat mudah! Aplikasi ini juga dapat membuat laporan terperinci untuk perusahaan asuransi.
it: Puoi creare facilmente una struttura: Casa - Stanza - Armadio - Scatola - Oggetto. Quindi puoi aggiungere il suo nome, le informazioni di base, la ricevuta e le foto. Dopo un po', trovare l'oggetto sarà molto facile! L'applicazione sarà anche in grado di creare un rapporto dettagliato per le compagnie assicurative.
ja: 家 - 部屋 - クローゼット - 箱 - オブジェクトという構造を簡単に作成できます。次に、名前、基本情報、領収書、写真などを追加できます。しばらくすると、オブジェクトを見つけるのが非常に簡単になります。アプリケーションでは、保険会社向けの詳細なレポートも作成できます。
ko: 구조를 쉽게 만들 수 있습니다: 집 - 방 - 옷장 - 상자 - 물건. 그런 다음 이름, 기본 정보, 영수증 및 사진을 추가할 수 있습니다. 얼마 후 물건을 찾는 것이 매우 쉬워질 것입니다! 이 애플리케이션은 보험 회사를 위한 자세한 보고서도 만들 수 있습니다.
nl: U kunt eenvoudig een structuur maken: Huis - Kamer - Kast - Doos - Object. Vervolgens kunt u de naam, basisinformatie, bon en foto's toevoegen. Na een tijdje wordt het vinden van het object heel eenvoudig! De applicatie kan ook een gedetailleerd rapport voor verzekeringsmaatschappijen maken.
no: Du kan enkelt lage en struktur: Hus - Rom - Skap - Boks - Objekt. Deretter kan du legge til navn, grunnleggende informasjon, kvittering og bilder. Etter en stund vil det være veldig enkelt å finne objektet! Søknaden vil også kunne lage en detaljert rapport for forsikringsselskaper.
pt: Pode criar facilmente uma estrutura: Casa - Quarto - Armário - Caixa - Objecto. Depois pode adicionar o seu nome, informações básicas, recibo e fotos. Ao fim de algum tempo, encontrar o objeto será muito fácil! A aplicação também poderá criar um relatório detalhado para as seguradoras.
ru: Вы можете легко создать структуру: Дом - Комната - Шкаф - Коробка - Объект. Затем вы можете добавить его название, основную информацию, чек и фотографии. Через некоторое время найти объект будет очень легко! Приложение также сможет создать подробный отчёт для страховых компаний.
sv: Du kan enkelt skapa en struktur: Hus - Rum - Garderob - Box - Objekt. Sedan kan du lägga till dess namn, grundläggande information, kvitto och bilder. Efter ett tag blir det väldigt enkelt att hitta föremålet! Ansökan kommer även att kunna skapa en detaljerad rapport för försäkringsbolag.
ur: آپ آسانی سے ایک ڈھانچہ بنا سکتے ہیں: مکان - کمرہ - الماری - باکس - آبجیکٹ۔ پھر آپ اس کا نام، بنیادی معلومات، رسید اور تصاویر شامل کر سکتے ہیں۔ تھوڑی دیر کے بعد، آبجیکٹ کو تلاش کرنا بہت آسان ہو جائے گا! ایپلی کیشن انشورنس کمپنیوں کے لیے ایک تفصیلی رپورٹ بھی بنا سکے گی۔
zh: 您可以轻松创建一个结构：房屋 - 房间 - 衣柜 - 盒子 - 物品。然后您可以添加其名称、基本信息、收据和照片。一段时间后，找到该物品将非常容易！该应用程序还可以为保险公司创建详细报告。

# appFeaturesCardPrintAndScanTitle
source: Print and Scan.
ar: الطباعة والمسح الضوئي.
da: Print og scan.
de: Drucken und scannen.
es: Imprime y escanea.
fi: Tulosta ja skannaa.
fr: Imprimez et numérisez.
hi: प्रिंट करें और स्कैन करें।
hu: Nyomtatás és szkennelés.
id: Cetak dan Pindai.
it: Stampa e scansiona.
ja: 印刷してスキャンします。
ko: 인쇄 및 스캔.
nl: Afdrukken en scannen.
no: Skriv ut og skann.
pt: Imprimir e digitalizar.
ru: Печать и сканирование.
sv: Skriv ut och skanna.
ur: پرنٹ اور اسکین کریں۔
zh: 打印和扫描。

# appFeaturesCardPrintAndScanDescriptionPart1
source: You can generate and print QR codes via the app, attach them to boxes to instantly view the contents later! You can also generate a report for your insurance company or a spreadsheet for personal use.
ar: يمكنك إنشاء وطباعة رموز الاستجابة السريعة عبر التطبيق، ثم إرفاقها بالمربعات لعرض محتوياتها على الفور لاحقًا! كما يمكنك إنشاء تقرير لشركة التأمين الخاصة بك أو جدول بيانات للاستخدام الشخصي.
da: Du kan generere og udskrive QR-koder via appen, vedhæfte dem til kasser for øjeblikkeligt at se indholdet senere! Du kan også generere en rapport til dit forsikringsselskab eller et regneark til personlig brug.
de: Sie können QR-Codes über die App generieren und ausdrucken und sie an Kartons anbringen, um den Inhalt später sofort anzuzeigen! Sie können auch einen Bericht für Ihre Versicherungsgesellschaft oder eine Tabelle für den persönlichen Gebrauch erstellen.
es: Puede generar e imprimir códigos QR a través de la aplicación y adjuntarlos a las cajas para ver el contenido al instante más tarde. También puede generar un informe para su compañía de seguros o una hoja de cálculo para uso personal.
fi: Voit luoda ja tulostaa QR-koodeja sovelluksen kautta, liittää ne laatikoihin nähdäksesi sisällön heti myöhemmin! Voit myös luoda raportin vakuutusyhtiöllesi tai laskentataulukon henkilökohtaiseen käyttöön.
fr: Vous pouvez générer et imprimer des codes QR via l'application, les attacher aux boîtes pour visualiser instantanément le contenu plus tard ! Vous pouvez également générer un rapport pour votre compagnie d'assurance ou une feuille de calcul pour un usage personnel.
hi: आप ऐप के ज़रिए क्यूआर कोड बना सकते हैं और प्रिंट कर सकते हैं, उन्हें बाद में तुरंत देखने के लिए बॉक्स में जोड़ सकते हैं! आप अपनी बीमा कंपनी के लिए एक रिपोर्ट या निजी इस्तेमाल के लिए स्प्रेडशीट भी बना सकते हैं।
hu: Az alkalmazáson keresztül QR-kódokat generálhat és nyomtathat, dobozokhoz rögzítheti, hogy később azonnal megtekinthesse a tartalmat! Jelentést is készíthet biztosítótársasága számára, vagy táblázatot személyes használatra.
id: Anda dapat membuat dan mencetak kode QR melalui aplikasi, menempelkannya ke kotak untuk langsung melihat isinya nanti! Anda juga dapat membuat laporan untuk perusahaan asuransi Anda atau lembar kerja untuk penggunaan pribadi.
it: Puoi generare e stampare codici QR tramite l'app, allegarli alle scatole per visualizzarne immediatamente il contenuto in seguito! Puoi anche generare un report per la tua compagnia assicurativa o un foglio di calcolo per uso personale.
ja: アプリで QR コードを生成して印刷し、ボックスに貼り付けて後ですぐに内容を確認できます。保険会社向けのレポートや個人用のスプレッドシートを生成することもできます。
ko: 앱을 통해 QR 코드를 생성하고 인쇄하고, 상자에 부착하여 나중에 내용을 즉시 볼 수 있습니다! 보험 회사에 대한 보고서나 개인적인 용도로 스프레드시트를 생성할 수도 있습니다.
nl: U kunt QR-codes genereren en afdrukken via de app, deze aan dozen bevestigen om later direct de inhoud te bekijken! U kunt ook een rapport genereren voor uw verzekeringsmaatschappij of een spreadsheet voor persoonlijk gebruik.
no: Du kan generere og skrive ut QR-koder via appen, feste dem til bokser for å umiddelbart se innholdet senere! Du kan også generere en rapport for forsikringsselskapet ditt eller et regneark for personlig bruk.
pt: Pode gerar e imprimir códigos QR através da aplicação, anexá-los às caixas para visualizar o conteúdo instantaneamente mais tarde! Também pode gerar um relatório para a sua seguradora ou uma folha de cálculo para uso pessoal.
ru: Вы можете генерировать и распечатывать QR-коды через приложение, прикреплять их к коробкам, чтобы мгновенно просматривать содержимое позже! Вы также можете генерировать отчет для своей страховой компании или электронную таблицу для личного использования.
sv: Du kan generera och skriva ut QR-koder via appen, bifoga dem i lådor för att direkt se innehållet senare! Du kan också skapa en rapport för ditt försäkringsbolag eller ett kalkylblad för personligt bruk.
ur: آپ ایپ کے ذریعے کیو آر کوڈز تیار اور پرنٹ کر سکتے ہیں، بعد میں فوری طور پر مواد کو دیکھنے کے لیے انہیں بکسوں سے منسلک کر سکتے ہیں! آپ اپنی انشورنس کمپنی کے لیے ایک رپورٹ یا ذاتی استعمال کے لیے اسپریڈ شیٹ بھی بنا سکتے ہیں۔
zh: 您可以通过应用程序生成和打印二维码，将其附加到盒子上，以便稍后立即查看内容！您还可以为保险公司生成报告或为个人使用生成电子表格。

# appFeaturesCardPrintAndScanDescriptionPart2
source: Full-text search is also available!
ar: البحث عن النص الكامل متاح أيضًا!
da: Fuldtekstsøgning er også tilgængelig!
de: Auch eine Volltextsuche ist möglich!
es: ¡La búsqueda de texto completo también está disponible!
fi: Myös kokotekstihaku on käytettävissä!
fr: La recherche en texte intégral est également disponible!
hi: पूर्ण-पाठ खोज भी उपलब्ध है!
hu: Teljes szöveges keresés is elérhető!
id: Pencarian teks lengkap juga tersedia!
it: È disponibile anche la ricerca full-text!
ja: 全文検索も可能！
ko: 전체 텍스트 검색도 가능합니다!
nl: Zoeken in volledige tekst is ook beschikbaar!
no: Fulltekstsøk er også tilgjengelig!
pt: A pesquisa de texto completo também está disponível!
ru: Также доступен полнотекстовый поиск!
sv: Fulltextsökning är också tillgänglig!
ur: مکمل متن کی تلاش بھی دستیاب ہے!
zh: 还可以进行全文搜索！

# appFeaturesCardSynchronizationTitle
source: Cloud and sharing.
ar: السحابة والمشاركة.
da: Cloud og deling.
de: Cloud und Teilen.
es: Nube y uso compartido.
fi: Pilvi ja jakaminen.
fr: Cloud et partage.
hi: क्लाउड और शेयरिंग।
hu: Felhő és megosztás.
id: Cloud dan berbagi.
it: Cloud e condivisione.
ja: クラウドと共有。
ko: 클라우드 및 공유.
nl: Cloud en delen.
no: Sky og deling.
pt: Nuvem e partilha.
ru: Облако и обмен.
sv: Moln och delning.
ur: کلاؤڈ اور شیئرنگ۔
zh: 云和共享。
