Repository: mi3van/flutter_mp_homepage_public
Catalog: lib/l10n/_*.arb
Languages: ar, da, de, es, fi, fr, hi, hu, id, it, ja, ko, nl, no, pt, ru, sv, ur, zh

# norvIconToolbar
source: Norwegian sandwiches
ar: سندويشات نرويجية
da: Norske smørrebrød
de: Norwegische Sandwiches
es: Sándwiches noruegos
fi: Norjalaisia ​​voileipiä
fr: Sandwichs norvégiens
hi: नॉर्वेजियन सैंडविच
hu: Norvég szendvicsek
id: Sandwich Norwegia
it: Sandwich norvegesi
ja: ノルウェーのサンドイッチ
ko: 노르웨이 샌드위치
nl: Noorse broodjes
no: Norske smørbrød
pt: Sanduíches norueguesas
ru: Норвежские сэндвичи
sv: Norska smörgåsar
ur: نارویجن سینڈوچ
zh: 挪威三明治

# portIconToolbar
source: Portuguese bacalhau
ar: باكالهاو البرتغالية
da: Portugisisk bacalhau
de: Portugiesischer Bacalhau
es: Bacalhau portugués
fi: Portugalilainen bacalhau
fr: Bacalhau portugais
hi: पुर्तगाली बकलहौ
hu: Portugál bacalhau
id: Bacalhau Portugis
it: Bacalhau portoghese
ja: ポルトガルのバカリャウ
ko: 포르투갈 바칼랴우
nl: Portugese bacalhau
no: Portugisisk bacalhau
pt: Bacalhau português
ru: Португальский бакальяу
sv: Portugisisk bacalhau
ur: پرتگالی باکالہاؤ
zh: 葡萄牙马介休

# rusIconToolbar
source: Russian okroshka
ar: اوكروشكا الروسية
da: Russisk okroshka
de: Russische Okroshka
es: Okroshka rusa
fi: Venäjän okroshka
fr: Okroshka russe
hi: रूसी ओक्रोशका
hu: Orosz okroska
id: Okroshka Rusia
it: Okroška russa
ja: ロシアのオクローシカ
ko: 러시아 오크로시카
nl: Russische okroshka
no: Russisk okroshka
pt: Okrochka russa
ru: Русская окрошка
sv: Rysk okroshka
ur: روسی اوکروشکا
zh: 俄罗斯奥克罗什卡

# swedIconToolbar
source: Swedish egg cheese
ar: جبن بيض سويدي
da: Svensk æggeost
de: Schwedischer Eierkäse
es: Queso con huevo sueco
fi: Ruotsalainen munajuusto
fr: Fromage aux œufs suédois
hi: स्वीडिश अंडा पनीर
hu: Svéd tojásos sajt
id: Keju telur Swedia
it: Formaggio all'uovo svedese
ja: スウェーデンの卵チーズ
ko: 스웨덴 에그 치즈
nl: Zweedse eierkaas
no: Svensk eggost
pt: Queijo de ovo sueco
ru: Шведский яичный сыр
sv: Svensk äggost
ur: سویڈش انڈے کا پنیر
zh: 瑞典鸡蛋奶酪

# urduIconToolbar
source: Urdu kebab
ar: كباب أردو
es: Kebab urdu
fr: Kebab ourdou
hi: उर्दू कबाब
id: Kebab Urdu
it: Kebab urdu
ja: ウルドゥーのケバブ
ko: 우르두 케밥
pt: Quibe Urdu
ru: Урду-кебаб
ur: اردو کباب
zh: 乌尔都烤肉串

# chinIconToolbar
source: Chinese zongzi
ar: تسونغزي الصينية
da: Kinesisk zongzi
de: Chinesischer Zongzi
es: Zongzi chino
fi: Kiinalainen zongzi
fr: Zongzi chinois
hi: चीनी ज़ोंग्ज़ी
hu: Kínai zongzi
id: Zongzi Cina
it: Zongzi cinesi
ja: 中国の宗子
ko: 중국 종즈
no: Kinesisk zongzi
pt: Zongzi chinês
ru: Китайский цзунцзы
sv: Kinesiska zongzi
ur: چینی زونگزی
zh: 中国粽子

source: Email copied
ar: تم نسخ البريد الإلكتروني
da: E-mail kopieret
de: E-Mail kopiert
es: Correo electrónico copiado
fi: Sähköposti kopioitu
fr: E-mail copié
hi: ईमेल कॉपी किया गया
hu: E-mail másolva
id: Email disalin
it: E-mail copiata
ja: メールをコピーしました
ko: 메일을 복사했습니다.
nl: E-mail gekopieerd
no: E-post kopiert
pt: E-mail copiado
ru: Электронная почта скопирована
sv: E-post kopierat
ur: ای میل کاپی ہو گئی۔
zh: 已复制电子邮件

# syncUnavailableYet
source: Synchronization is not yet available
ar: المزامنة غير متوفرة بعد
da: Synkronisering er endnu ikke tilgængelig
de: Die Synchronisierung ist noch nicht verfügbar
es: La sincronización aún no está disponible
fi: Synkronointi ei ole vielä käytettävissä
fr: La synchronisation n'est pas encore disponible
hi: सिंक्रोनाइज़ेशन अभी उपलब्ध नहीं है
hu: A szinkronizálás még nem érhető el
id: Sinkronisasi belum tersedia
it: La sincronizzazione non è ancora disponibile
ja: 同期はまだ利用できません
ko: 아직 동기화를 사용할 수 없습니다
nl: Synchronisatie is nog niet beschikbaar
no: Synkronisering er ikke tilgjengelig ennå
pt: A sincronização ainda não está disponível
ru: Синхронизация пока недоступна
sv: Synkronisering är inte tillgänglig ännu
ur: ہم وقت سازی ابھی تک دستیاب نہیں ہے۔
zh: 尚未提供同步功能

# privacyPolicyTextOfLinkItself
source: Privacy Policy.
ar: سياسة الخصوصية.
da: Privatlivspolitik.
de: Datenschutzrichtlinie.
es: Política de privacidad.
fi: Tietosuojakäytäntö.
fr: Politique de confidentialité.
hi: गोपनीयता नीति।
hu: Adatvédelmi szabályzat.
id: Kebijakan Privasi.
it: Politica sulla riservatezza.
ja: プライバシーポリシー。
ko: 개인 정보 정책.
nl: Privacybeleid.
no: Personvernerklæring.
pt: Política de Privacidade.
ru: Политика конфиденциальности.
sv: Sekretesspolicy.
ur: رازداری کی پالیسی۔
zh: 隐私政策。

# premiumPageInvReportTitle
source: Detailed inventory report
ar: تقرير الجرد التفصيلي
da: Detaljeret opgørelsesrapport
de: Detaillierter Inventarbericht
es: Informe detallado del inventario
fi: Yksityiskohtainen inventaarioraportti
fr: Rapport d'inventaire détaillé
hi: विस्तृत सूची रिपोर्ट
hu: Részletes leltárjelentés
id: Laporan inventaris terperinci
it: Rapporto d'inventario dettagliato
ja: 詳細インベントリーレポート
ko: 상세 인벤토리 보고서
nl: Gedetailleerd inventarisatierapport
no: Detaljert beholdningsrapport
pt: Relatório de inventário pormenorizado
ru: Подробный инвентарный отчёт
sv: Detaljerad inventeringsrapport
ur: تفصیلی انوینٹری رپورٹ
zh: 详细库存报告

# premiumPageInvReportDescription
source: To create a PDF file for insurance company or personal use.
ar: لإنشاء ملف PDF لشركة التأمين أو للاستخدام الشخصي.
da: At skabe en PDF-fil til forsikringsselskabet eller til personlig brug.
de: Zur Erstellung einer PDF-Datei für Versicherungsunternehmen oder den persönlichen Gebrauch.
es: Para crear un archivo PDF para la compañía de seguros o para uso personal.
fi: Luoda PDF-tiedosto vakuutusyhtiön tai henkilökohtaiseen käyttöön.
fr: Créer un fichier PDF pour une compagnie d'assurance ou pour un usage personnel.
hi: बीमा कंपनी या व्यक्तिगत उपयोग के लिए एक पीडीएफ फाइल बनाने के लिए।
hu: PDF-fájl létrehozása biztosítótársaság számára, vagy személyes célra.
id: Untuk membuat file PDF untuk perusahaan asuransi atau penggunaan pribadi.
it: Creare un file PDF per la compagnia assicurativa o per uso personale.
ja: 保険会社や個人で使用するPDFファイルを作成する。
ko: 보험 회사 또는 개인용 PDF 파일을 만들려면 여기를 클릭하세요.
nl: Om een PDF-bestand te maken voor verzekeringsmaatschappij of persoonlijk gebruik.
no: Opprette en PDF-fil for forsikringsselskap eller personlig bruk.
pt: Para criar um ficheiro PDF para uso pessoal ou da companhia de seguros.
ru: Создание pdf-файла для страховой компании или личного использования.
sv: För att skapa en PDF-fil för försäkringsbolag eller personligt bruk.
ur: انشورنس کمپنی یا ذاتی استعمال کے لیے پی ڈی ایف فائل بنانے کے لیے۔
zh: 创建 PDF 文件，供保险公司或个人使用。

# premiumPageAccessSharingTitle
source: Convenient access sharing
ar: مشاركة الوصول المريح
da: Praktisk deling af adgang
de: Bequemer gemeinsamer Zugriff
es: Cómodo acceso compartido
fi: Kätevä pääsyn jakaminen
fr: Partage d'accès pratique
hi: सुविधाजनक एक्सेस शेयरिंग
hu: Kényelmes hozzáférés-megosztás
id: Berbagi akses yang nyaman
it: Condivisione comoda dell'accesso
ja: 便利なアクセス共有
ko: 편리한 액세스 공유
nl: Handige toegang delen
no: Praktisk deling av tilgang
pt: Partilha de acesso conveniente
ru: Удобный совместный доступ
sv: Bekväm delning av åtkomst
ur: آسان رسائی کا اشتراک
zh: 便捷的访问共享

# premiumPageItemsMultiAddingTitle
source: Bulk addition
ar: إضافة بالجملة
da: Massetilsætning
de: Massenaddition
es: Adición masiva
fi: Joukkolisäys
fr: Ajout en masse
hi: बल्क एडिशन
hu: Tömeges hozzáadás
id: Penambahan massal
it: Aggiunta in blocco
ja: 一括追加
ko: 대량 추가
nl: Bulk toevoeging
no: Bulk tillegg
pt: Adição em massa
ru: Массовое добавление
sv: Bulk tillägg
ur: بلک اضافہ
zh: 批量添加

# premiumPageItemsMultiAddingDescription
source: To create multiple items at once, press and hold the "+" button, up to {count} at a time. There is no limit on the total number of objects.
ar: لإنشاء عناصر متعددة في وقت واحد، اضغط مع الاستمرار على زر "+"، حتى {count} في المرة الواحدة. لا يوجد حد لعدد العناصر الإجمالي.
da: For at oprette flere elementer på én gang skal du trykke på og holde knappen "+" nede, op til {count} ad gangen. Der er ingen begrænsning på det samlede antal objekter.
de: Um mehrere Elemente auf einmal zu erstellen, halten Sie die Taste "+" gedrückt, jeweils bis zu {count}. Die Gesamtzahl der Objekte ist nicht begrenzt.
es: Para crear varios elementos a la vez, mantenga presionado el botón "+", hasta {count} a la vez. No hay límite en la cantidad total de objetos.
fi: Voit luoda useita kohteita kerralla pitämällä "+"-painiketta painettuna, enintään {count} kerrallaan. Kohteiden kokonaismäärää ei ole rajoitettu.
fr: Pour créer plusieurs éléments à la fois, appuyez sur le bouton «+» et maintenez-le enfoncé, jusqu'à {count} à la fois. Il n'y a pas de limite au nombre total d'objets.
hi: एक साथ कई आइटम बनाने के लिए, एक बार में {count} तक "+" बटन को दबाकर रखें। ऑब्जेक्ट की कुल संख्या पर कोई सीमा नहीं है।
hu: Ha egyszerre több elemet szeretne létrehozni, nyomja meg és tartsa lenyomva a "+" gombot, egyszerre legfeljebb {count} értékig. Az objektumok teljes számának nincs korlátozása.
id: Untuk membuat beberapa item sekaligus, tekan dan tahan tombol "+", hingga {count} pada satu waktu. Tidak ada batasan jumlah total objek.
it: Per creare più oggetti contemporaneamente, tieni premuto il pulsante "+", fino a {count} alla volta. Non c'è limite al numero totale di oggetti.
ja: 一度に複数のアイテムを作成するには、"+" ボタンを長押しします。一度に最大 {count} 個まで追加できます。オブジェクトの合計数に制限はありません。
ko: 한 번에 여러 항목을 만들려면 "+" 버튼을 길게 눌러 한 번에 최대 {count}개까지 만들 수 있습니다. 개체의 총 개수에는 제한이 없습니다.
nl: Om meerdere items tegelijk te maken, houdt u de "+" knop ingedrukt, tot {count} per keer. Er is geen limiet aan het totale aantal objecten.
no: For å lage flere elementer samtidig, trykk og hold inne "+"-knappen, opptil {count} om gangen. Det er ingen begrensning på det totale antallet objekter.
pt: Para criar vários itens de uma só vez, pressione e mantenha pressionado o botão "+", até {count} de cada vez. Não existe limite para o número total de objetos.
ru: Чтобы создать несколько элементов одновременно, нажмите и удерживайте кнопку "+", до {count} за раз. Ограничений на общее количество объектов нет.
sv: För att skapa flera objekt samtidigt, tryck och håll ner "+"-knappen, upp till {count} åt gången. Det finns ingen begränsning på det totala antalet objekt.
ur: ایک ساتھ متعدد آئٹمز بنانے کے لیے، "+" بٹن کو دبائے رکھیں، ایک وقت میں {count} تک۔ اشیاء کی کل تعداد کی کوئی حد نہیں ہے۔
zh: 要一次创建多个项目，请按住 "+" 按钮，一次最多可添加 {count} 个项目。对象总数没有限制。

# premiumPageAccessSharingDescription
source: To view or edit synchronized data across devices with the people you select, up to {userCount} users.
ar: لعرض البيانات المتزامنة أو تحريرها عبر الأجهزة مع الأشخاص الذين تحددهم، ما يصل إلى {userCount} مستخدمين.
da: For at se eller redigere synkroniserede data på tværs af enheder med de personer, du vælger, op til {userCount} brugere.
de: So können Sie synchronisierte Daten geräteübergreifend mit den von Ihnen ausgewählten Personen anzeigen oder bearbeiten, bis zu {userCount} Benutzer.
es: Para ver o editar datos sincronizados en todos los dispositivos con las personas que seleccione, hasta {userCount} usuarios.
fi: Voit tarkastella tai muokata synkronoituja tietoja eri laitteilla valitsemiesi henkilöiden kanssa, jopa {userCount} käyttäjää.
fr: Pour afficher ou modifier les données synchronisées entre les appareils des personnes que vous avez sélectionnées, jusqu'à {userCount} utilisateurs.
hi: आपके द्वारा चुने गए लोगों के साथ डिवाइस में सिंक्रोनाइज़ किए गए डेटा को देखने या संपादित करने के लिए, {userCount} उपयोगकर्ताओं तक।
hu: Az általad választott (akár {userCount}) személlyel megosztott eszközök között szinkronizált adatok megtekintéséhez és szerkesztéséhez.
id: Untuk melihat atau mengedit data yang disinkronkan di seluruh perangkat dengan orang yang Anda pilih, hingga {userCount} pengguna.
it: Per visualizzare o modificare i dati sincronizzati tra i dispositivi con le persone selezionate, fino a {userCount} utenti.
ja: 選択した人とデバイス間で同期されたデータを表示または編集するには。{userCount}ユーザーまで。
ko: 선택한 사람들과 함께 여러 디바이스에서 동기화된 데이터를 보거나 수정할 수 있습니다, 최대 {userCount}명의 사용자.
nl: Gesynchroniseerde gegevens op apparaten bekijken of bewerken met de mensen die u selecteert, tot {userCount} gebruikers.
no: For å vise eller redigere synkroniserte data på tvers av enheter med de personene du velger, opptil {userCount} brukere.
pt: Para ver ou editar dados sincronizados entre dispositivos com as pessoas que selecionar, até {userCount} utilizadores.
ru: Просмотр или редактирование синхронизированных данных на разных устройствах с выбранными вами людьми, до {userCount} пользователей.
sv: Visa eller redigera synkroniserade data på olika enheter med de personer du väljer, upp till {userCount} användare.
ur: آپ کے منتخب کردہ لوگوں کے ساتھ آلات پر مطابقت پذیر ڈیٹا دیکھنے یا اس میں ترمیم کرنے کے لیے، {userCount} صارفین تک۔
zh: 查看或编辑跨设备的同步数据, 可容纳多达 {userCount} 个用户。

# premiumPageQrScanTitle
source: Printing and scanning QR codes
ar: طباعة ومسح رموز الاستجابة السريعة
da: Udskrivning og scanning af QR-koder
de: QR-Codes drucken und scannen
es: Impresión y escaneo de códigos QR
fi: QR-koodien tulostaminen ja skannaus
fr: Impression et numérisation de codes QR
hi: QR कोड प्रिंट करना और स्कैन करना
hu: QR kódok nyomtatása és beolvasása
id: Mencetak dan memindai kode QR
it: Stampa e scansione di codici QR
ja: QR コードの印刷とスキャン
ko: QR 코드 인쇄 및 스캔
nl: QR-codes printen en scannen
no: Utskrift og skanning av QR-koder
pt: Impressão e digitalização de códigos QR
ru: Печать и сканирование QR-кодов
sv: Skriva ut och skanna QR-koder
ur: QR کوڈز کی پرنٹنگ اور اسکیننگ
zh: 打印和扫描二维码

# premiumPageQrScanDescription
source: It is convenient to attach it to the box when moving and see its contents by simply scanning the QR or barcode.
ar: من الملائم إرفاقها بالصندوق عند تحريكه ورؤية محتوياته بمجرد مسح رمز الاستجابة السريعة أو الرمز الشريطي.
da: Det er praktisk at fastgøre den til kassen, når du flytter og se dens indhold ved blot at scanne QR eller stregkoden.
de: Es ist praktisch, sie beim Umzug an der Box anzubringen und den Inhalt durch einfaches Scannen des QR- oder Barcodes anzuzeigen.
es: Es conveniente colocarlo en la caja cuando se está moviendo y ver su contenido simplemente escaneando el código QR o de barras.
fi: Se on kätevä kiinnittää laatikkoon liikuttaessa ja nähdä sen sisältö yksinkertaisesti skannaamalla QR tai viivakoodi.
fr: Il est pratique de l'attacher à la boîte lors du déménagement et de voir son contenu en scannant simplement le QR ou le code-barres.
hi: इसे चलते समय बॉक्स से जोड़ना सुविधाजनक है और बस QR या बारकोड को स्कैन करके इसकी सामग्री देख सकते हैं।
hu: Költözéskor kényelmesen rögzíthető a dobozhoz, és egyszerűen a QR vagy vonalkód beolvasásával láthatja a tartalmát.
id: Sangat mudah untuk menempelkannya ke kotak saat memindahkan dan melihat isinya hanya dengan memindai QR atau kode batang.
it: È comodo attaccarlo alla scatola quando si sposta e vederne il contenuto semplicemente scansionando il QR o il codice a barre.
ja: 移動時にボックスに貼り付けて、QR またはバーコードをスキャンするだけで中身を確認できるので便利です。
ko: 이사할 때 상자에 부착하여 QR 또는 바코드를 스캔하기만 하면 내용물을 볼 수 있어 편리합니다.
nl: Het is handig om het aan de doos te bevestigen bij het verplaatsen en de inhoud te bekijken door simpelweg de QR-code of barcode te scannen.
no: Det er praktisk å feste den til esken når du flytter og se innholdet ved ganske enkelt å skanne QR-en eller strekkoden.
pt: É conveniente prendê-lo à caixa quando se muda e ver o seu conteúdo simplesmente digitalizando o QR ou o código de barras.
ru: Удобно прикрепить к коробке при переезде и увидеть её содержимое, просто отсканировав QR или штрих-код.
sv: Det är bekvämt att fästa den på lådan när du flyttar och se innehållet genom att helt enkelt skanna QR- eller streckkoden.
ur: حرکت کرتے وقت اسے باکس کے ساتھ منسلک کرنا اور صرف QR یا بارکوڈ کو اسکین کرکے اس کے مواد کو دیکھنا آسان ہے۔
zh: 在移动时将其贴在盒子上很方便，只需扫描二维码或条形码即可查看其内容。

# premiumPageExportSheetTitle
source: Export to spreadsheet
ar: تصدير إلى جدول بيانات
da: Eksporter til regneark
de: In Tabellenkalkulation exportieren
es: Exportar a hoja de cálculo
fi: Vie laskentataulukkoon
fr: Exporter vers une feuille de calcul
hi: स्प्रेडशीट में निर्यात करें
hu: Exportálás táblázatba
id: Ekspor ke spreadsheet
it: Esporta in un foglio di calcolo
ja: スプレッドシートにエクスポート
ko: 스프레드시트로 내보내기
nl: Exporteren naar spreadsheet
no: Eksporter til regneark
pt: Exportar para folha de cálculo
ru: Экспорт в электронную таблицу
sv: Exportera till kalkylark
ur: اسپریڈشیٹ میں برآمد کریں
zh: 导出到电子表格

# premiumPageExportSheetDescription
source: Output in a convenient form for your purposes.
ar: إخراج البيانات في نموذج مناسب لأغراضك.
da: Output i en passende form til dine formål.
de: Ausgabe in einem für Ihre Zwecke geeigneten Format.
es: Genere resultados en un formato conveniente para sus propósitos.
fi: Tulostus tarkoitukseesi sopivassa muodossa.
fr: Sortie sous une forme adaptée à vos besoins.
hi: अपने उद्देश्यों के लिए सुविधाजनक रूप में आउटपुट करें।
hu: Igényeidnek megfelelő kimenet.
id: Hasilkan output dalam bentuk yang mudah digunakan sesuai tujuan Anda.
it: Output in un formato conveniente per i tuoi scopi.
ja: 目的に応じて便利な形式で出力します。
ko: 귀하의 목적에 맞는 편리한 형태로 출력합니다.
nl: Uitvoer in een handige vorm voor uw doeleinden.
no: Utdata i en praktisk form for dine formål.
pt: Saída num formato conveniente para os seus propósitos.
ru: Вывод в удобном виде для ваших целей.
sv: Utdata i en lämplig form för dina ändamål.
ur: آپ کے مقاصد کے لیے ایک آسان شکل میں آؤٹ پٹ۔
zh: 以方便您使用的形式输出。

# clickToCopyTitle
source: Click to copy address.
ar: انقر هنا لنسخ العنوان.
da: Klik for at kopiere adresse.
de: Klicken Sie zum Kopieren der Adresse.
es: Haga clic para copiar la dirección.
fi: Napsauta kopioidaksesi osoite.
fr: Cliquez pour copier l'adresse.
hi: पता कॉपी करने के लिए क्लिक करें।
hu: Kattintson a cím másolásához.
id: Klik untuk menyalin alamat.
it: Fare clic per copiare l'indirizzo.
ja: クリックしてアドレスをコピーします。
ko: 주소를 복사하려면 클릭하세요.
nl: Klik om het adres te kopiëren.
no: Klikk for å kopiere adressen.
pt: Clique para copiar o endereço.
ru: Нажмите, чтобы скопировать адрес.
sv: Klicka för att kopiera adressen.
ur: ایڈریس کاپی کرنے کے لیے کلک کریں۔
zh: 点击复制地址。

# supportProjectTitle
source: Support the project.
ar: ادعم المشروع.
da: Støt projektet.
de: Unterstütze das Projekt
es: Apoya el proyecto.
fi: Tue projektia.
fr: Soutenir le projet.
hi: प्रोजेक्ट का समर्थन करें।
hu: Támogassa a projektet.
id: Dukung proyeknya.
it: Sostieni il progetto.
ja: プロジェクトを支援する
ko: 프로젝트를 지원하세요.
nl: Steun het project.
no: Støtt prosjektet.
pt: Apoie o projeto.
ru: Поддержать проект.
sv: Stöd projektet.
ur: منصوبے کی حمایت کریں۔
zh: 支持该项目。

# premiumPageFeaturesDoneTitle
source: What's done:
ar: ما تم إنجازه:
da: Hvad er der gjort:
de: Was wurde getan:
es: Qué se ha hecho:
fi: Mitä on tehty:
fr: Ce qui est fait:
hi: क्या किया गया:
hu: Mi történt:
id: Apa yang telah dilakukan:
it: Cosa è stato fatto:
ja: 完了:
ko: 무엇이 이루어졌는가:
nl: Wat is er gedaan:
no: Hva er gjort:
pt: O que é feito:
ru: Что сделано:
sv: Vad är gjort:
ur: کیا ہوا:
zh: 已完成：

# premiumPageOneTimeDonateTitle
source: One-time donations:
ar: التبرعات لمرة واحدة:
da: Engangsdonationer:
de: Einmalige Spenden:
es: Donaciones únicas:
fi: Kertalahjoitukset:
fr: Dons ponctuels:
hi: एकमुश्त दान:
hu: Egyszeri adományok:
id: Donasi satu kali:
it: Donazioni una tantum:
ja: 1 回限りの寄付:
ko: 일회성 기부:
nl: Eenmalige donaties:
no: Engangsdonasjoner:
pt: Doações únicas:
ru: Разовые пожертвования:
sv: Engångsdonationer:
ur: ایک بار کے عطیات:
zh: 一次性捐赠：

# premiumPageRegularSubsTitle
source: Regular subscriptions:
ar: الاشتراكات المنتظمة:
da: Almindelige abonnementer:
de: Regelmäßige Abonnements:
es: Suscripciones regulares:
fi: Tavalliset tilaukset:
fr: Abonnements réguliers:
hi: नियमित सदस्यताएँ:
hu: Rendszeres előfizetések:
id: Langganan rutin:
it: Abbonamenti regolari:
ja: 定期的なサブスクリプション:
ko: 정기 구독:
nl: Reguliere abonnementen:
no: Vanlige abonnementer:
pt: Assinaturas regulares:
ru: Регулярные подписки:
sv: Vanliga prenumerationer:
ur: باقاعدہ سبسکرپشنز:
zh: 定期订阅：

# premiumPageCurrentAmount
source: Collected ${current} of ${total} for {month}.
ar: تم جمع ${current} من ${total} لـ {month}.
da: Indsamlede ${current} af ${total} for {month}.
de: ${current} von ${total} für {month} gesammelt.
es: Recaudamos ${current} de ${total} durante {month}.
fi: Kerätty ${current} / ${total}, {month}.
fr: A collecté ${current} sur ${total} pour {month}.
hi: {month} के लिए ${current} में से ${total} एकत्र किया गया।
hu: Összeszedve ${current} $/{total} {month} hónapban.
id: Terkumpul ${current} dari ${total} untuk {month}.
it: Raccolti ${current} di ${total} per {month}.
ja: {month} で ${total} のうち ${current} が集まりました。
ko: {month} 동안 ${current} 중 ${total}을 모았습니다.
nl: ${current} van ${total} verzameld voor {month}.
no: Samlet inn ${current} av ${total} for {month}.
pt: Recolheu ${current} de ${total} em {month}.
ru: Собрано ${current} из ${total} за {month}.
sv: Samlade in ${current} av ${total} för {month}.
ur: {month} کے لیے ${total} میں سے ${current} جمع کیے گئے۔
zh: 在 {month} 内筹集了 ${current}，共 ${total}。

# premiumPageAmountCollectedTitle
source: The amount has been collected, a huge thank you!
ar: تم جمع المبلغ، شكرًا جزيلاً!
da: Beløbet er indsamlet, en kæmpe tak!
de: Der Betrag wurde gesammelt, ein großes Dankeschön!
es: ¡Se recaudó la cantidad, muchas gracias!
fi: Summa on kerätty, iso kiitos!
fr: Le montant a été collecté, un immense merci!
hi: राशि एकत्र हो गई है, बहुत-बहुत धन्यवाद!
hu: Az összeg összegyűlt, hatalmas köszönet érte!
id: Jumlahnya telah terkumpul, terima kasih banyak!
it: L'importo è stato raccolto, un enorme grazie!
ja: 金額が集まりました。 本当にありがとうございます!
ko: 금액이 모였습니다. 정말 감사합니다!
nl: Het bedrag is verzameld, enorm bedankt!
no: Beløpet er samlet inn, tusen takk!
pt: O valor foi angariado, muito obrigado!
ru: Сумма собрана, огромное спасибо!
sv: Beloppet är inkasserat, ett stort tack!
ur: رقم جمع ہو گئی ہے، بہت شکریہ!
zh: 金额已筹集完毕， 非常感谢！
